function r_out01(){
    var a=[];
	a[0]='Как погода? Надеюсь, что хорошая, т.к. погода непредсказуема';
    a[1]='Ну что пацаны, аниме?';
    a[3]='Добро пожаловать на мой сайт!';
    a[4]='Здесь должно быть больше JavaScript!';
    a[5]='Нравится Вам бегущая строка? Она забавная';
    a[6]='Всё это сделано руками автора, а я бегущая строка';
    a[7]='Удачи Вам в учёбе!';
    a[8]='Вжух! И появилась новая строка';
    a[9]='Welcome to my website!';
    a[10]='Willkommen auf meiner Seite!';
    a[11]='Знаете ответ на вопрос жизни, вселенной и всего такого?';
    a[12]='Менің сайтыма қош келдіңіздер!';
    a[13]='Вы уже заметили, что строка переводит также на другие языки?';
    a[14]='Нравится сайт? Мне тоже';
    a[15]='Сделано в Visual Studio Code';
    a[16]='Если автор программист, это не значит, что он ещё и хакер';
    a[17]='Eee boy!';
    a[18]='Кнопки и логотип сделаны в Adobe Photoshop';
    a[19]='Big Russian Boss';
    a[20]='Это рандом, друзья!';
    a[21]='15 сентября 2018 - именно в этот день я поумнела!';
    a[22]='Всего 23 строк в бегущей строке, их будет больше! Если, конечно, у автора не закончится фантазия';
    a[23]='Есть строка undefined, не обращайте внимания';
    a[24]='Прювейт, нащальника!';
    a[25]='Спасибо за поддержку сайта автора!';
	document.write(a[Math.floor(Math.random()*a.length)])
};